<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<div class="b-blog-listing__block">
	<div class="b-blog-listing__block-top">
		
		   <div class=" view view-sixth">
    <img data-retina="" src="img/timg.jpg" alt="">

</div>
	</div>
	<div class="b-infoblock-with-icon b-blog-listing__infoblock">
		<div id="paragraph">
		<div class="text-center">
			<h2>
				什么是真正的养生
			</h2>
		</div>
			  <p>
			  人们越来越注重养生，养生是锻炼身体养筋骨吗？还是吃饱吃好养形态？什么是真正的养生？“善养生者，上养神智、中养形态、下养筋骨。”也就是说，真正的养生，不单单养身，更要滋养我们的心神，荣养我们的心智，是要涵养我们的生命，是要性命双修，身心俱康。 </p>

　<p>要想顺应自然，我们首先要认识自然。其实自然就再我们的周围。方方面面。我们看动物世界，冬天了，有的动物会冬眠，有的会换上厚厚的皮毛过冬。春天地时候，大地回暖，动物开始觅食。夏季是所有生灵最活跃的季节。秋季是忙碌储存食物的时候。动物比人更懂得顺应自然的生活。它们是天生的养生家。所以科学研究表明，它们的实际寿命往往比它们的“天年”要长久。所以，我们应该像动物学习。古人其实也是一直在和动物学习养生的。比如《五禽戏》《八锦缎》以及一些武术，都是模仿动物的基础上创立的。
</p>
　　<p>而现在的人们，整日想的是名利，整日做的是竞争，家庭、社会、等等诸多的繁杂琐事，影响着人们的心神。神不能聚，健康也就付诸东流了。其实顺应自然的养生很简单。你每日看到太阳升起来的时候，就起床。你每天看到太阳落下去的时候，就休息。不要在出去工作、喝酒。应酬少一点儿，健康也就多一点儿，生命也会长久一点儿。简单的说，就是“跟着太阳走”。因为万物都是顺乎太阳的。太阳是热的，发光的，明亮的，温暖的，运动的。就好比中医里讲的人体的阳气。太阳就是万物的阳气。只有我们顺从太阳的时间，人体的阳气才能充盈。人体的阳气充盈了。也就自然健康长寿了。道家的修炼，不也是要做到纯阳吗？对于普通人，不要求纯阳，只要阳气充盈，尽享天年就是没有问题的。而如何让自身的阳气充盈，则来源于大宇宙中的这个大火球––太阳。
		</p></div>
	</div>
</div>

