MsgCommErr = "网络延迟错误，请稍候再重试！"; //执行ajax共通错误信息
comfirmDel = "你确定要删除此条数据吗？";
workComfirmDel = "该操作将永久删除业务数据，确认操作吗？";
userNoMatchMarket = "您不是该会场会员，不能进行此操作！";
passAuditSuccess = "审核通过成功！";
rejectAuditSuccess = "审核驳回成功！";
rejectSuccess = "驳回成功！";
auditUpdateSuccess = "重新申请成功！";
mustSendExplain = "请填写审核意见！";
handleFail = "操作失败";

MsgObsbg001001 = "确认要对选择的场次发布场次公告么？";
MsgObsbg001002 = "全场发布成功";
MsgObsbg001003 = "你确定要删除此条数据么？";
MsgObsbg001004 = "该公告标题已存在！";
MsgObsbg001005 = "新增公告成功";
MsgObsbg001006 = "修改公告成功";
MsgObsbg001007 = "操作失败";
MsgObsbg001008 = "请选择需要发布公告的场次";
MsgObsbg001009 = "场次公告发布成功";

MsgObsbg008001 = "资金入账成功";
MsgObsbg008002 = "资金修改成功";
MsgObsbg008003 = "资金操作失败";
MsgObsbg008004 = "费用结算新增成功";
MsgObsbg008005 = "费用结算修改成功";
MsgObsbg008006 = "费用结算操作失败";
MsgObsbg008007 = "不能为空，请输入!";
MsgObsbg008008 = "请输入数值!";
MsgObsbg008009 = "审核通过";
MsgObsbg008010 = "转账成功";
MsgObsbg008011 = "资金入账申请成功";

MsgObsbg008013 = "操作金额不能为空，请输入!";
MsgObsbg008014 = "保证金金额请输入数值！";
MsgObsbg008015 = "资金出账成功";
MsgObsbg008016 = "资金出账失败";
MsgObsbg008017 = "标的ID不能为空，请输入!";
MsgObsbg008018 = "场次ID不能为空，请输入!";
MsgObsbg008019 = "保证金金额不能为空，请输入!";
MsgObsbg008020 = "保证金金额请输入数值！";
MsgObsbg008021 = "保证金退还成功";
MsgObsbg008022 = "保证金退还失败";
MsgObsbg008023 = "该分市场机构资金ID已存在";
MsgObsbg008024 = "修改资金出账信息成功";
MsgObsbg008025 = "该标的ID已存在";
MsgObsbg008026 = "修改保证金退还信息成功";
MsgObsbg008027 = "不存在该分市场的账户信息";
MsgObsbg008028 = "请输入操作开始时间";
MsgObsbg008029 = "请输入操作结束时间";
MsgObsbg008030 = "该账户余额不足，不允许出账！";
MsgObsbg008031 = "出账金额必须大于零";
MsgObsbg008032 = "入账金额必须大于零";

MsgObsbg008090 = "请选择转入账户";
MsgObsbg008091 = "请选择转出账户";
MsgObsbg008092 = "转入与转出账户不能为同一个";
MsgObsbg008093 = "转账金额不能大于转出账户的可用余额";
MsgObsbg008094 = "转账审核失败";
MsgObsbg008100 = "转账申请成功";
MsgObsbg008101 = "转账申请修改成功";

MsgObsbg002001 = "该报名标题已存在";
MsgObsbg002002 = "新增报名信息成功";
MsgObsbg002003 = "修改报名信息成功";
MsgObsbg002004 = "请选择用户";
MsgObsbg002005 = "该用户已报名该场次，请重新选择用户或场次";
MsgObsbg002006 = "场次状态不为待开始，不能报名";
MsgObsbg002007 = "场次状态不为待开始和竞价中，不能报名";
MsgObsbg002008 = "该用户在该场次有委托标的，不能进行竞价报名，只能进行观摩";
MsgObsbg002009 = "该用户在该场次有委托标的，不能执行观摩转竞价操作";
MsgObsbg002010 = "计算最高需要交纳保证金，请输入意向购买数量";
MsgObsbg002011 = "请查询选择竞价方或填写完整竞价方机构名称";

MsgObsbg003001 = "该委托标题已存在";
MsgObsbg003002 = "新增委托信息成功";
MsgObsbg003003 = "修改委托信息成功";
MsgObsbg003004 = "该标的标题已存在";
MsgObsbg003005 = "请填写委托标题";
MsgObsbg003006 = "标的不能为空";
MsgObsbg003007 = "标的信息编辑成功";
MsgObsbg003008 = "请填写勾选的标的属性值";
MsgObsbg003009 = "该商品没有属性，请重新选择";
MsgObsbg003010 = "注册会员未审核通过不能进行该项操作，请联系管理员审核后进行该项操作";
MsgObsbg003011 = "请重新登录后进行该项操作";
MsgObsbg003012 = "审核委托信息成功";
MsgObsbg003013 = "总量不能为空";
MsgObsbg003014 = "最小竞标量不能为空";
MsgObsbg003015 = "最小保留量不能为空";
MsgObsbg003016 = "标的名称不能为空";
MsgObsbg003017 = "单位不能为空";
MsgObsbg003018 = "标的属性不能全部为空";
MsgObsbg003019 = "请查询选择委托方或填写完整委托方机构名称";
MsgObsbg003051 = "保存草稿成功";
MsgObsbg003052 = "提交合同成功";
MsgObsbg003053 = "您已提交合同，不能再次进行修改，请联系系统管理员";

passOnlineOntractSuccess = "在线签署合同成功";
passCheckOntractSuccess = "合同审阅成功";
ErrorPassOnlineOntract = "您还未签署合同，请先签署合同再进行该操作";


MsgObsbg004001 = "新增场次成功";
MsgObsbg004002 = "修改场次信息成功";
MsgObsbg004003 = "操作失败";
MsgObsbg004004 = "您确定要删除此条数据么？";
MsgObsbg004005 = "该场次名称已存在";
MsgObsbg004006 = "该场次名称已存在";
MsgObsbg004007 = "新增标的成功";
MsgObsbg004008 = "修改标的信息成功";
MsgObsbg004009 = "您确定要移除此标的么？";
MsgObsbg004010 = "移除标的成功";
MsgObsbg004011 = "您确定要关联此委托标的吗？";
MsgObsbg004012 = "关联委托标的成功";
MsgObsbg004013 = "所属分市场下未结束的该场次名称已存在";

MsgObsbg005001 = "新增标的成功";
MsgObsbg005002 = "修改标的信息成功";
MsgObsbg005003 = "操作失败";
MsgObsbg005004 = "您确定要删除此条数据么？"; 
MsgObsbg005005 = "修改数据已开标，不能修改！"; 

MsgObsbg006001 = "中标信息发布成功";
MsgObsbg006002 = "场次不是结束状态，不能发布中标信息";
MsgObsbg006003 = "该场次没有中标，不能发布中标信息";

MsgObs001001 = "请选择要插入的数据！";
MsgObs001002 = "页面有相关联的模版信息，不能插入！";
MsgObs001003 = "插入成功";
MsgObs001004 = "抱歉，请求失败";
MsgObs001005 = "请选择要删除的数据！";
MsgObs001006 = "你确定要删除此条数据么？";

Msgwfs001001 = "该环节名称已存在";
Msgwfs001002 = "新增环节信息成功";
Msgwfs001003 = "修改环节信息成功";
Msgwfs001004 = "操作失败";
Msgwfs001005 = "删除环节信息成功";

MsgPssbg002001 = "该资讯标题已存在！";
MsgPssbg002002 = "新增资讯成功";
MsgPssbg002003 = "修改资讯成功";
MsgPssbg002004 = "操作失败";
MsgPssbg002005 = "您确定要删除吗？";
MsgPssbg002006 = "删除成功";
MsgPssbg002007 = "所选分类没有对应的模块！";

MsgPssbg003001 = "该页面标题已存在！";
MsgPssbg003002 = "新增页面成功";
MsgPssbg003003 = "修改页面成功";
MsgPssbg003004 = "操作失败";
MsgPssbg003005 = "您确定要删除吗？";
MsgPssbg003006 = "删除成功";
MsgPssbg003007 = "该模板标题已存在！";
MsgPssbg003008 = "新增模板成功";
MsgPssbg003009 = "修改模板成功";
MsgPssbg003010 = "该归属页面已存在模板！";
MsgPssbg003011 = "请先删除该页面下存在的模板！";

MsgPssbg004001 = "修改合同模版成功！";

MsgPssbg007001 = "会员基本信息修改成功";
MsgPssbg007002 = "会员基本信息新增成功";
MsgPssbg007003 = "操作失败";

MsgPssbg001001 = "当前选中的为企业，请选择所属的部门";
MsgPssbg001011 = "注册成功，请等待审核！";
MsgPssbg001012 = "注册失败！";
MsgPssbg001013 = "已经存在！请重新输入！";
MsgPssbg001014 = "用户名密码错误！";
MsgPssbg001015 = "登录成功！";
MsgPssbg001036 = "该用户被冻结，登录失败！";

MsgPssbg001016 = "类型编号不能为空，请输入!";
MsgPssbg001017 = "代码编号不能为空，请输入!";
MsgPssbg001018 = "值不能为空，请输入!";
MsgPssbg001019 = "序号不能为空，请输入!";
MsgPssbg001020 = "序号请输入数字";
MsgPssbg001021 = "新增字典基础数据成功";
MsgPssbg001022 = "修改字典基础数据成功";
MsgPssbg001023 = "该类型分组中默认值已设定";
MsgPssbg001024 = "操作失败";
MsgPssbg001025 = "请选择所属部门";

MsgPssbg001026 = "保存详细信息失败";

MsgPssbg001030 = "验证码错误，请重新输入！";
MsgPssbg001031 = "手机格式不正确，请重新填写手机号！";
MsgPssbg001032 = "验证码发送失败";

MsgPssbg001033 = "会员已冻结，请联系管理员！";
MsgPssbg001034 = "分市场已冻结，请联系管理员！";
MsgPssbg001035 = "分市场已下架，请联系管理员！";

MsgPssbg006001 = "新增供求信息成功";
MsgPssbg006002 = "修改供求信息成功";
MsgPssbg006003 = "操作失败";
MsgPssbg006004 = "您确定要删除吗？";
MsgPssbg006005 = "删除成功";

MsgPssbg008001 = "删除时会将分类下的子分类一并删除，您确定要删除吗？";
MsgPssbg008002 = "该资讯分类存在关联的资讯信息，不能删除";
MsgPssbg008003 = "删除资讯分类属性成功";
MsgPssbg008004 = "操作失败";
MsgPssbg008005 = "编辑资讯分类属性成功";
MsgPssbg008006 = "新增资讯分类属性成功";
MsgPssbg008007 = "请单击选择需要新增子分类的资讯分类";

MsgPssbg011001 = "新增各地报价成功";
MsgPssbg011002 = "修改各地报价成功";
MsgPssbg011003 = "操作失败";
MsgPssbg011004 = "您确定要删除吗？";
MsgPssbg011005 = "删除成功";

MsgPssbg017001 = "删除时会将部门下的所有下属部门一并删除，您确定要删除吗？";
MsgPssbg017002 = "删除失败";
MsgPssbg017003 = "删除部门成功";
MsgPssbg017004 = "操作失败";
MsgPssbg017005 = "编辑部门属性成功";
MsgPssbg017006 = "新增下属部门成功";
MsgPssbg017007 = "请单击选择需要新增下属部门的机构";
MsgPssbg017008 ="标的分类属性修改完成！"
	
MsgPssbg018001 = "您确定要删除吗？";  
MsgPssbg018002=  "编辑信息与其他信息重复";
MsgPssbg018003=  "新增属性信息成功";
MsgPssbg018004=  "修改属性信息成功";
MsgPssbg018005=  "操作失败";
MsgPssbg018006=  "属性名、显示名及序号都不能为空！";
MsgPssbg018007= "您确定要删除标的属性吗？";
MsgPssbg018008 = "标的属性名或标的显示名已存在，不能重复！";
MsgPssbg004007 = "不能为空，请输入!"; 


MsgPssbg019001 ="错误，查询失败";  
MsgPssbg019002 ="商品分类名称不能重复，请重新编辑";
MsgPssbg019003 ="抱歉，编辑失败";
MsgPssbg019004 ="不能添加商品分类的根节点！请选择待添加节点的父节点。";
MsgPssbg019005 ="商品分类名称不能重复，增加分类失败";
MsgPssbg019006 ="删除时会将分类下的子分类一并删除，您确定要删除吗？";
MsgPssbg019007 = "删除分类成功";
MsgPssbg019008 = "保存成功";



MsgLpo002001 = "确认要删除该机构?";
MsgLpo002002 = "添加机构成功";
MsgLpo002003 = "修改机构成功";
MsgLpo002004 = "操作机构失败";

MsgLpo003001 = "确认要删除该部门?";

MsgLpo004001 = "确认要删除该数据字典?";
MsgLpo004002 = "数据字典添加成功!";
MsgLpo004003 = "数据字典修改成功!";
MsgLpo004004 = "该类型分组中默认值已设定!";
MsgLpo004005 = "操作失败!";

MsgLpo005001 = "原密码错误，请重新输入!";
MsgLpo005002 = "密码修改成功！";
MsgLpo005003 = "密码修改失败！";

MsgLpo006001 = "角色分配成功！";
MsgLpo006002 = "角色分配失败！";

MsgLpo007001 = "删除时会将部门下的所有下属部门一并删除，您确定要删除吗？";
MsgLpo007002 = "删除失败";
MsgLpo007003 = "删除部门成功";
MsgLpo007004 = "操作失败";
MsgLpo007005 = "编辑部门属性成功";
MsgLpo007006 = "新增下属部门成功";
MsgLpo007007 = "请单击选择需要新增下属部门的机构";


MsgLms001001 = "确认要删除该货位?";
MsgLms001002 = "添加货位成功";
MsgLms001003 = "修改货位成功";
MsgLms001004 = "操作货位失败";

MsgLms002001 = "确认要删除该叉车?";
MsgLms002002 = "添加叉车成功";
MsgLms002003 = "修改叉车成功";
MsgLms002004 = "操作叉车失败";

MsgLms002005 = "生成调度计划成功";
MsgLms002006 = "当天没有可以执行的调度计划生成";
MsgLms002007 = "确认调度计划成功";
MsgLms002008 = "确认调度计划失败";

MsgLms003001 = "确认要删除该托盘?";
MsgLms003002 = "添加托盘成功";
MsgLms003003 = "修改托盘成功";
MsgLms003004 = "操作托盘失败";

MsgLms003005 = "一次最多能上传5张图片";
MsgLms003006 = "到货作业完成";
MsgLms003007 = "到货作业失败";
MsgLms003008 = "到货驳回成功";
MsgLms003009 = "到货作业失败";
MsgLms003010 = "已执行到货作业,无需重复作业";

MsgLms004001 = "确认要删除该货品?";
MsgLms004002 = "添加货品成功";
MsgLms004003 = "修改货品成功";
MsgLms004004 = "操作货品失败";
MsgLms004005 = "入库作业成功";
MsgLms004006 = "入库作业失败";
MsgLms004007 = "指示作业成功";
MsgLms004008 = "指示作业失败";
MsgBms004009 = "确认作业成功";
MsgBms004010 = "确认作业失败";


MsgLms005001 = "确认要删除该预约?";
MsgLms005002 = "添加预约成功";
MsgLms005003 = "修改预约成功";
MsgLms005004 = "操作预约失败";
MsgLms005005 ="库存不足，预约失败";
MsgLms005006 ="该货品尚未入库，不能出库作业";
MsgLms005007 ="请输入火车车厢号";
MsgLms005008 ="该账户余额足够，不允许再次预约作业";
MsgLms005009="该货品已调度或已到货，不允许预约明细作业";
MsgLms005010 ="该用户账号尚未开通";
MsgLms005011 ="预约单已有商品，是否确认删除？";

MsgLms006001 = "库存调整成功！";
MsgLms006002 = "库存调整失败！";
MsgLms006003 = "调整数量大于可用数量！";


MsgLms007001 = "你确定删除该加工作业！";
MsgLms007002 = "状态为加工完成的信息不能删除！";
MsgLms007003 = "确定已经完成该加工作业！";
MsgLms007004 = "已完成的加工作业！";
MsgLms007005 = "添加加工作业成功！";
MsgLms007006 = "修改加工作业成功！";
MsgLms007007 = "操作失败！";
MsgLms007008 = "请先选择货主!";
MsgLms007009 = "加工数量大于库存总量!";

MsgLms008001 = "新增移库移位成功";
MsgLms008002 = "新增移库移位失败";
MsgLms008003 = "修改移库移位成功";
MsgLms008004 = "修改移库移位失败";
MsgLms008005 = "移动数量大于库存";
MsgLms008006 = "确定删除移库移位?";
MsgLms008007 = "删除移库移位成功";
MsgLms008008 = "删除移库移位失败";
MsgLms008009 = "出库作业成功";
MsgLms008010 = "出库作业失败";
MsgLms008011 = "已出库或指示中";
MsgLms008012 = "已进行出库作业，不能重复操作";
MsgLms008013 = "入库作业已完成，不能重复操作";
MsgLms008014 = "已入库或指示中";
MsgBms008015 = "已确认";
MsgBms008016 = "作业还未完成";

MsgOas003001 = "文件上传成功";
MsgOas003002 = "文件上传失败";

MsgLpo009001 = "不能为空，请输入!";
MsgLpo009002 = "请输入数值!";
MsgLpo009003 = "资金入账成功";
MsgLpo009004 = "入账金额不可为0";
MsgLpo009005 = "必须大于0";
MsgLpo009006 = "资金退还成功";
MsgLpo009007 = "资金退还失败";
MsgLpo009008 = "发文修改成功";

MsgPssbg300101 = "操作失败";
MsgPssbg300102 = "新增工作流程成功";
MsgPssbg300103 = "删除工作流程成功";
MsgPssbg300104 = "修改工作流程成功"; 
	
MsgObsbg300201 = "新增环节信息成功";
MsgObsbg300202 = "修改环节信息成功";
MsgObsbg300203 = "操作失败";
MsgObsbg300204 = "您确定要删除此条数据么？";  
MsgObsbg300205 = "删除环节信息成功";
 
MsgObsbg300301 = "操作失败";
MsgObsbg300302 = "您确定要删除此条数据么？";  
MsgObsbg300303 = "删除过程信息成功";

MsgCr001001 = "新增信用类别成功";
MsgCr001002 = "更新信用类别成功";

MsgPssbg005001 = "新增商铺成功";
MsgPssbg005002 = "更新商铺成功";
MsgPssbg005003 = "注册会员未审核通过不能进行该项操作，请联系管理员审核后进行该项操作";
MsgPssbg005004 = "请重新登录后进行该项操作";
MsgPssbg005005 = "请查询选择机构或填写完整机构名称";



MsgCr008001 = "新增媒体曝光成功";
